/* 
  LCLocalizable_CA.strings
  Mobilisten

  Created by venkat-12517 on 28/05/25.
  Copyright © 2025 Madhusudhan Rao. All rights reserved.
*/

"livechat.inputfield.questionplaceholder" = "Escriu la teva pregunta";
"livechat.inputfield.messageplaceholder" = "Escriu el teu missatge aquí…";
"livechat.inputfield.feedbackplaceholder" = "Escriu els teus comentaris aquí…";
"livechat.inputfield.commentplaceholder" = "Comenta";
"livechat.headertitle.feedback" = "Deixa els teus suggeriments";
"livechat.button.send" = "Envia";
"livechat.button.ok" = "D’acord";
"livechat.button.photolibrary" = "Biblioteca de fotos";
"livechat.button.sendPhoto" = "Envia una foto";
"livechat.button.takescreenshot" = "Fes una captura de pantalla";
"livechat.button.cancel" = "Cancel·la";
"livechat.button.open" = "Obert";
"livechat.button.copy" = "Copia";
"livechat.button.submit" = "Envia";
"livechat.button.back" = "< Enrere";
"livechat.button.select" = "Selecciona";
"livechat.button.arrow" = "<";
"livechat.button.backButton" = "Torna enrere";
"livechat.message.savetolibrary" = "Desa al carret de la càmera";
"livechat.message.offlineSend" = "Enviament fora de línia";
"livechat.message.secs" = "%@ segons";
"livechat.message.sec" = "%@ segon";
"livechat.message.newmessage" = "%@ missatge nou";
"livechat.message.newmessages" = "%@ missatges nous";
"livechat.message.chattransfered" = "Xat transferit. Hola, em dic %@! Serà un plaer seguir-te ajudant.";
"livechat.message.agenjoinedchat" = "%@ s’ha unit a aquesta conversa.";
"livechat.message.sessionended" = "Sessió finalitzada: núm. %@";
"livechat.message.sessionendednovisitid" = "Sessió finalitzada";
"livechat.message.connectedto" = "Connectat a %@";
"livechat.message.chatmissed" = "Et respondrem ben aviat.";
"livechat.ratingresponse.ratingandfeedback" = "Gràcies pels teus comentaris i valoració";
"livechat.ratingresponse.feedback" = "Gràcies pels teus valuosos comentaris";
"livechat.ratingresponse.rating" = "Gràcies per la teva valoració";
"livechat.message.name" = "Tu";
"livechat.ratingmessage.bad" = "Dolent";
"livechat.ratingmessage.wow" = "Guau";
"livechat.feedbackmessage.nofeedback" = "Sense comentaris";
"livechat.connectionstatus.online" = "En línia";
"livechat.connectionstatus.offline" = "Fora de línia";
"livechat.connectionstatus.waitingfornetwork" = "Esperant la xarxa";
"livechat.connectionstatus.noconnection" = "Sense connectivitat de xarxa…";
"livechat.day.morning" = "Matí";
"livechat.day.afternoon" = "Tarda";
"livechat.day.evening" = "Vespre";
"livechat.day.night" = "Nit";
"livechat.day.today" = "Avui";
"livechat.day.yesterday" = "Ahir";
"livechat.fileSize.exceed.alert" = "La mida del fitxer supera el límit màxim permès";
"livechat.message.sessionend" = "La sessió de xat està a punt d’acabar";
"livechat.leave.feedback" = "Gràcies per contactar amb nosaltres. \n Deixa’ns els teus valuosos comentaris.";
"livechat.offline.sent" = "Enviat fora de línia";
"livechat.conversation.gif" = "GIF";
"livechat.conversation.image" = "imatge";
"livechat.conversation.vidoe" = "vídeo";
"livechat.conversation.audio" = "missatge de veu";
"livechat.conversation.file" = "fitxer";
"livechat.conversation.location" = "ubicació";
"livechat.conversation.contact" = "contacte";
"livechat.ongoing.typing" = "escrivint";
"livechat.offline.message" = "En aquests moments no som aquí. Envia’ns un missatge i et respondrem al més aviat possible.";
"livechat.start.chat" = "Inicia xat";
"livechat.recently.viewed" = "Vist recentment";
"livechat.faq.srarch.empty" = "Oooh! L’article que busques encara està en construcció! Torna més tard!";
"livechat.faq.search" = "Cerca un article";
"livechat.conversation" = "Converses";
"livechat.faq" = "Base de coneixements";
"livechat.conversation.search.empty" = "Vaja! Sembla que cap de les converses existents coincideix amb el terme que acabes d’introduir. Prova amb una altra consulta!";
"livechat.conversation.attended" = "a %@ amb %@"; //in zylker with andrew
"livechat.conversation.missed" = "Omès a %@";//Missed in sales
"livechat.conversation.search" = "Cerca una conversa";
"livechat.conversation.empty" = "Encara no hi ha converses! Estàs a un clic de connectar amb els nostres experts.";
"livechat.faq.empty" = "La nostra secció Base de coneixements està en fase de creació. Torna més endavant.";
"livechat.conversaiton.awaiting" = "Esperant per connectar…";
"livechat.faq.article" = "Article";
"livechat.faq.articles" = "Articles";
"livechat.faq.view" = "Visualització";
"livechat.faq.views" = "Visualitzacions";
"COM.SIQ.END.CALL.DURATION" = "Estaves en una trucada d’àudio per a %@";
"COM.SIQ.END.CALL.REJECTED.BUSY" = "%@ està ocupat en aquests moments";
"COM.SIQ.END.CALL.REJECTED.DECLINED" = "%@ ha rebutjat una trucada d’àudio";
"COM.SIQ.END.CALL.MISSED" = "%@ s’ha perdut una trucada d’àudio";
"COM.SIQ.END.CALL.TERMINATED" = "%@ ha cancel·lat una trucada d’àudio";
"COM.SIQ.MISSED.CALL.TITLE" = "Trucada perduda";
"COM.SIQ.MISSED.CALL.FROM" = "Has perdut una trucada de %@";
"livechat.button.endsession" = "Finalitza la sessió";
"livechat.message.missedChat" = "Xat omès";
"livechat.message.sharedfile" = "Ha compartit un fitxer";
"livechat.message.suggestions" = "Suggeriments";
"livechat.message.like" = "M’agrada";
"livechat.message.dislike" = "No m’agrada";
"livechat.message.timezone" = "Fus horari";
"livechat.message.date" = "Data";//
"livechat.message.time" = "Hora";//
"livechat.message.from" = "De";//
"livechat.message.to" = "Per a";//
"livechat.message.speaker" = "Altaveu";
"livechat.message.settings" = "Configuració";
"livechat.message.okay" = "Bé";
"livechat.button.dnt" = "No facis seguiment";
"livechat.button.gotit" = "Entesos!";
"livechat.button.learnmore" = "Més informació";
"livechat.button.accept" = "Accepta";
"livechat.button.decline" = "Rebutjar";
"livechat.message.changeemail" = "Canvia l’adreça de correu electrònic";
"livechat.message.translateconsent" = "Consentiment per a la traducció";
"livechat.message.translation" = "Fem servir Google Translate per traduir aquesta conversa";
"livechat.message.chatconsent" = "Consentiment per al xat";
"livechat.message.trackconsent" = "Consentiment de seguiment";
"livechat.chatconsent.message" = "En fer clic a Accepta, acceptes tots els nostres termes i condicions especificats al document.";
"livechat.trackconsent.message1" = "Hola! Per millorar la teva experiència amb l’aplicació, fem un seguiment de la teva activitat en aquesta.";
"livechat.trackconsent.message2" = "Hola! Per millorar la teva experiència amb l’aplicació, fem un seguiment de la teva activitat en aquesta. Però si no vols que ho fem, fes clic a l’opció “No en facis seguiment”.";
"livechat.message.cardmask" = "Emmascarament de la targeta de crèdit";
"livechat.creditcard.message" = "Com que el teu número de targeta és una dada força sensible, vols que emmascarem els 12 primers dígits del teu número de targeta?";
"livechat.button.mask" = "Emmascara";
"livechat.message.emailtranscript" = "Estàs a punt d’enviar per correu electrònic aquesta transcripció del xat a %@.";
"livechat.message.slidetodelete" = "Fes lliscar per suprimir";
"livechat.message.holdtorecord" = "Mantén premut per gravar, deixa anar per aturar";
"livechat.permission.microphone" = "Per enregistrar i enviar missatges de veu, permet l’accés al micròfon del dispositiu.";
"livechat.buttton.later" = "Més tard";
"livechat.message.permission" = "Navega a la configuració de les aplicacions";
"livechat.message.angry" = "Enfadat";
"livechat.message.sad" = "Trist";
"livechat.message.good" = "Bo";
"livechat.message.great" = "Genial";
"livechat.message.chattransfering" = "%@ està transferint aquest xat a %@.";
"livechat.message.forwardsupport" = "%@ està transferint aquest xat.";
"livechat.message.forwardaccepted" = "El xat s’ha reenviat correctament a %@.";
"livechat.button.done" = "Fet";
"livechat.button.skip" = "Omet";
"livechat.button.confirm" = "Confirma";
"livechat.message.bookslot" = "Reserva una franja";
"livechat.message.verybad" = "Molt dolent";
"livechat.message.neutral" = "Neutral";
"livechat.message.pickdate" = "Tria una data";
"livechat.message.pickslot" = "Tria una franja horària";
"livechat.message.pickloc" = "Tria una ubicació";
"livechat.message.location" = "Ubicació";
"livechat.message.curloc" = "Envia la ubicació actual";
"livechat.message.selloc" = "Envia la ubicació seleccionada";
"livechat.message.continuesession" = "La teva sessió de xat amb nosaltres ha finalitzat. Tens més dubtes que vulguis aclarir? Fes clic a Continua per xatejar amb nosaltres.";
"livechat.button.sendemail" = "Envia per correu electrònic la transcripció del xat";
"livechat.button.continue" = "Continua";
"livechat.message.mailsent" = "El correu s’ha enviat correctament";
"livechat.message.mailfailed" = "S’ha produït un error en l’enviament del correu";
"livechat.button.yes" = "Sí";
"livechat.button.no" = "No";
"livechat.message.connectohuman" = "Necessites ajuda humana?";
"livechat.message.downloading" = "S’està descarregant";
"livechat.message.uploading" = "S’està pujant";
"livechat.message.sendphoto" = "Envia 1 foto";
"livechat.message.sendvideo" = "Envia 1 vídeo";
"livechat.message.sendphotos" = "Envia %@ fotos";
"livechat.message.sendvideos" = "Envia %@ vídeos";
"livechat.message.senditems" = "Envia %@ elements";
"livechat.message.saved" = "Desat";
"livechat.message.screenshot" = "Toca per capturar";
"livechat.message.time.yearsago" = "Fa %@ any";
"livechat.message.time.monthsago" = "Fa %@ mesos";
"livechat.message.time.weeksago" = "Fa %@ setmanes";
"livechat.message.time.daysago" = "Fa %@ dies";
"livechat.message.time.hoursago" = "Fa %@ hores";
"livechat.message.time.minutesago" = "Fa %@ minuts";
"livechat.message.time.secondsago" = "Fa %@ segons";
"livechat.continue.chat" = "Continua el xat";
"livechat.conversation.started" = "a %@";
"livechat.message.sendfeedback" = "Envia comentaris";
"livechat.message.sessionendtime" = "La sessió de xat finalitzarà en %@";
"livechat.message.recieveimage" = "%@ t’ha enviat una imatge";
"livechat.message.recievevideo" = "%@ t’ha enviat un vídeo";
"livechat.message.recievegif" = "%@ t’ha enviat un GIF";
"livechat.message.recievefile" = "%@ t’ha enviat un fitxer";
"livechat.message.recieveaudio" = "%@ t’ha enviat un clip d’àudio";
"livechat.message.sharescreenshot" = "Comparteix la captura de pantalla";
"livechat.message.defaultthankmsg" = "Ha estat un plaer xatejar amb tu avui. Si us plau, dedica un moment a enviar-nos la teva “valoració”.";
"livechat.message.rate.1star" = "Lamentem no haver pogut ajudar-te. Millorarem la nostra assistència.";
"livechat.message.rate.2star" = "Ho sentim! T’assegurem una millor experiència la pròxima vegada.";
"livechat.message.rate.3star" = "Gràcies per la teva valoració! No dubtis a contactar amb nosaltres per rebre ajuda.";
"livechat.message.rate.4star" = "Gràcies per la teva puntuació. Som aquí per ajudar-te.";
"livechat.message.rate.5star" = "Alça, gràcies! Ens complau haver-te ajuda’t";
"livechat.message.feedback" = "Gràcies per la teva opinió.";
"livechat.message.state.connecting" = "Connectant…";
"livechat.message.state.connected" = "Connectat";
"livechat.message.inputcard.title.name" = "Introdueix el nom";
"livechat.message.inputcard.title.phone" = "Introdueix el contacte";
"livechat.message.inputcard.title.url" = "Introdueix l’URL";
"livechat.message.inputcard.title.email" = "Introdueix el correu electrònic";
"livechat.message.inputcard.error.name" = "Introdueix un nom vàlid";
"livechat.message.inputcard.error.email" = "Introdueix una adreça electrònica vàlida";
"livechat.message.inputcard.error.contact" = "Introdueix un número de contacte vàlid";
"livechat.message.inputcard.error.url" = "Introdueix un URL vàlid";
"livechat.message.form.inline.introduction" = "Ajuda’ns a saber amb qui estem parlant.";
"livechat.message.form.inline.chatmessage" = "Facilita’ns un parell de dades per iniciar un xat.";
"livechat.message.form.inline.buttontitle" = "Emplena el formulari";
"livechat.message.form.field.error.question" = "Introdueix una pregunta";
"livechat.message.form.field.question" = "Introdueix la teva pregunta aquí";
"livechat.message.form.field.campaign" = "T’agradaria subscriure’t al nostre butlletí?";
"livechat.message.form.field.error.unknown" = "La resposta donada no és vàlida.";
"livechat.message.form.field.department.fieldname" = "Departament";
"livechat.message.form.field.department.message" = "Selecciona el departament al qual vols dirigir la teva sol·licitud";
"livechat.message.form.field.department.placeholder" = "Tria un departament";
"livechat.message.form.field.department.coversation.error" = "Selecciona un altre departament.";
"livechat.message.form.field.department.traditional.error" = "Tria un departament vàlid";
"livechat.message.form.field.email.fieldname" = "Correu electrònic";
"livechat.message.form.field.email.message" = "Et podem enviar un correu electrònic a?";
"livechat.message.form.field.email.placeholder" = "Introdueix la teva adreça electrònica";
"livechat.message.form.field.email.coversation.error" = "L’adreça electrònica que has introduït sembla incorrecta. Torna a introduir la teva adreça electrònica.";
"livechat.message.form.field.email.traditional.error" = "Introdueix una adreça electrònica vàlida";
"livechat.message.form.field.phone.fieldname" = "Telèfon";
"livechat.message.form.field.phone.message" = "Ens pots facilitar el teu número de contacte?";
"livechat.message.form.field.phone.placeholder" = "Introdueix el teu número de contacte";
"livechat.message.form.field.phone.coversation.error" = "El número de telèfon que has introduït sembla incorrecte. Torna a introduir el teu número de telèfon.";
"livechat.message.form.field.phone.traditional.error" = "Introdueix un número de telèfon vàlid";
"livechat.message.form.field.name.fieldname" = "Nom";
"livechat.message.form.field.name.message" = "Com t’agradaria que se t’adrecessin?";
"livechat.message.form.field.name.placeholder" = "Escriu el teu nom";
"livechat.message.form.field.name.coversation.error" = "El nom que has introduït no sembla del tot correcte. Torna a introduir el teu nom.";
"livechat.message.form.field.name.traditional.error" = "Introdueix un nom vàlid";
"livechat.message.form.conversation.sendername" = "Operador";
"livechat.message.form.traditional.title" = "Detalls de l’usuari";
"livechat.message.error.internet" = "Comprova la teva connexió a Internet.";
"livechat.message.error.unknown" = "Vaja! S’ha produït un problema. Torna a provar-ho";
"livechat.conversation.started_no_dept" = "amb %@";
"livechat.message.reopensession" = "La teva sessió de xat ha finalitzat. Pots tornar a obrir el xat si tens més preguntes.";
"livechat.message.failiure.unknown" = "S’ha produït un problema. Codi d’error: %@";
"livechat.message.failiure.throttle" = "Connexió limitada. Torna a provar-ho més tard.";
"livechat.message.failiure.operationFailed" = "L’operació ha fallat";
"livechat.button.reopen" = "Torna a obrir el xat";
"livechat.message.conversation.reopened" = "Has tornat a obrir el xat";
"livechat.message.sendblocked.ended" = "Aquest xat ha finalitzat";
"livechat.message.conversation.operatorsunavailable" = "No hi ha operadors disponibles";
"livechat.message.conversation.waiting" = "L’operador s’hi unirà en breu";
"livechat.message.conversation.formwaiting" = "Esperant les teves dades";
"livechat.button.sure" = "És clar";
"livechat.message.chatwithus" = "Xateja amb nosaltres ara!";
"livechat.message.search" = "Cerca";
"livechat.rate.titlemessage" = "Com ha estat la teva experiència de conversa amb nosaltres?";
"livechat.rate.subtitlemessage" = "Dedica un moment per enviar-nos la teva valoració";
"livechat.message.time.justnow" = "Ara mateix";
"livechat.message.file" = "Fitxer";
"livechat.message.missed.message" = "Sentim no haver-te trobat! Et respondrem ben aviat!";
"livechat.message.connection.online.message" = "De nou en línia!";
"salesiq.chat.branding" = "Impulsat per SalesIQ Mobilisten";
"livechat.button.download" = "Baixa";
"livechat.alert.formactivenotice.title" = "Formulari actiu en un altre xat";
"livechat.alert.formactivenotice.subtitle" = "Emplena el formulari del xat anterior abans d’iniciar un nou xat!";
"livechat.message.offlinemessage.submitted" = "Missatge fora de línia enviat";
"livechat.message.storage_permission.denied" = "Permís d’emmagatzematge denegat.";
"livechat.message.timedout" = "Temps esgotat";
"livechat.message.success" = "Correcte";
"livechat.message.faliure" = "Error";
"livechat.message.widget.selectionlimit" = "S’ha arribat al límit de la selecció múltiple";
"livechat.message.noresult" = "No s’han trobat resultats";
"livechat.message.waitingforconnection" = "S’està esperant a tenir connexió de xarxa";
"livechat.message.chat.closedalert" = "Sessió tancada! Torna a obrir el xat per continuar.";
"livechat.message.info.chatmissed" = "Hem omès la teva sol·licitud de xat";
"livechat.message.status.sending" = "Enviant";
"livechat.message.status.sent" = "Enviat";
"livechat.message.status.resend" = "Torna a enviar";
"livechat.message.status.delete" = "Suprimeix";
"livechat.message.inputcard.error.novalue" = "Introdueix un valor vàlid";
"livechat.chat.pendingaction.placeholder" = "Espera…";
"livechat.chat.sender.profanity.alert" = "Alerta d’abús";
"livechat.chat.queue.banner.calculating" = "S’està calculant el temps d’espera…";
"livechat.chat.queue.banner.title" = "Estàs a la cua del xat";
"livechat.chat.queue.banner.timeremaining" = "El temps d’espera estimat és d’aproximadament %@";
"livechat.chat.queue.banner.position.subtitle" = "Posició";
"livechat.chat.list.subtitle.queue.spot" = "Posició a la cua: %@";
"livechat.gdpr.googletranslate.consent" = "Aquest servei pot contenir traduccions amb tecnologia de Google. Google renuncia a totes les garanties relacionades amb les traduccions, expresses o implícites, incloses les garanties d’exactitud, de fiabilitat i qualsevol garantia implícita de comerciabilitat, d’adequació per a una finalitat particular i de no infracció.";
"livechat.button.schedule" = "Programa";
"livechat.message.inputwidget.datetime.title" = "Data i hora";
"livechat.message.search.country.placeholder" = "Cerca país o codi";
"livechat.message.permission.denied.location" = "Permís d’ubicació denegat";
"livechat.messsage.search.noresults" = "No podem trobar cap resultat que coincideixi amb la teva cerca";

"livechat.message.status.edit" = "Edita";
"livechat.message.status.reply" = "Resposta";
"livechat.message.deletingmessage" = "S’està suprimint el missatge";
"livechat.message.deletemessage" = "Vols suprimir el missatge?";
"livechat.message.messagedeletedforeveryone" = "Aquest missatge se suprimirà per a tothom. Aquesta acció no es pot desfer";
"livechat.message.loadmoremessage" = "Carrega’n més";
"livechat.message.messagedeleted" = "Aquest missatge s’ha suprimit";
"livechat.message.messageedited" = "Editat";
"livechat.message.failure.transcriptFetch" = "No és possible carregar els missatges. Torna a provar-ho més tard.";
"livechat.message.failure.deleteMessage" = "No es pot suprimir el missatge. Torna a provar-ho més tard.";
"livechat.message.failure.editMessage" = "No es pot editar el missatge. Torna a provar-ho més tard.";
"livechat.message.log.title" = "Registre d’aplicacions";
"livechat.message.log.chatMessage" = "L’operador ha sol·licitat accés al teu registre de l’aplicació";
"livechat.message.share" = "Comparteix";
"livechat.info.message" = "Copiat";

//Bookings
"livechat.booking.description" = "Fes clic a “Reserva ara” a continuació per programar la teva cita.";
"livechat.booking.bookappointment" = "Reserva una cita";
"livechat.booking.cancelbooking" = "Cancel·la la reserva";
"livechat.booking.cancelbooking.message" = "Segur que vols cancel·lar aquesta reserva?";
"livechat.booking.discardbooking" = "Segur que vols descartar els canvis?";
"livechat.common.discard" = "Descarta";
"livechat.booking.pickadate" = "Tria una data";
"livechat.booking.allslotsbooked" = "Totes les franges horàries estan reservades";
"livechat.booking.allslotsbooked.message" = "Sembla que totes les franges horàries estan reservades en aquesta data, prova-ho amb una altra data.";
"livechat.booking.unavailable" = "No disponible";
"livechat.booking.slots" = "Franges";
"livechat.booking.slot" = "Franja";
"livechat.booking.choosedate" = "Selecciona la data";
"livechat.booking.bookingconfirmation.title" = "Confirmació de la reserva";
"livechat.booking.verifydetails" = "Confirma les dades de contacte";
"livechat.common.noresultfound" = "No s’han trobat resultats per a la cerca";
"livechat.booking.choosetimeslot.title" = "Tria una franja horària";
"livechat.booking.booknow" = "Reserva ara";
"livechat.booking.scheduled" = "Programat";
"livechat.booking.cancelled" = "Cancel·lat";
"livechat.booking.reschedule" = "Reprograma";
"livechat.booking.cancel" = "Cancel·la";

"livechat.booking.expired" = "Caducat";
"livechat.booking.rescheduled" = "Reprogramat";
"livechat.booking.error.booknow" = "Torna a provar-ho"; // Done
"livechat.booking.error.bookanappointment" = "No es pot reservar la cita"; // Done
"livechat.booking.error.confirmappointment" = "La reserva de cita ha fallat. Torna a provar-ho."; // Done
"livechat.booking.error.rescheduleaction" = "No es pot reprogramar. Torna a provar-ho.";
"livechat.booking.error.cancelaction" = "No es pot cancel·lar. Torna a provar-ho.";
"livechat.booking.error.rescheduleappointment" = "No es pot reprogramar. Torna a provar-ho."; // Done
"livechat.info.booking.reschedule" = "Cita reprogramada"; // Done
"livechat.info.booking.cancel" = "Cita cancel·lada"; // Done
"livechat.booking.success.appointment" = "Cita reservada correctament"; // Done
"livechat.booking.success.reschedule" = "Cita reprogramada correctament"; // Done
"livechat.booking.success.cancel" = "Cita cancel·lada correctament"; // Done
"livechat.booking.disabled" = "Integració no habilitada al portal";
"livechat.booking.search" = "No s’han trobat resultats de cerca per a";
"livechat.voicemessage.alert.title" = "Descarta el missatge de veu";
"livechat.voicemessage.alert.message" = "Això descartarà el missatge de veu gravat";
"livechat.booking.alert.discardChangesPrompt" = "Els canvis realitzats no es desaran. Vols continuar?";
"livechat.alert.button.proceed" = "Continua";
"livechat.alert.button.cancel" = "Cancel·la";

// knowledgebase
"livechat.knowledgebase.subcategories" = "Subcategories";
"livechat.knowledgebase.article" = "article";
"livechat.knowledgebase.articles" = "articles";
"livechat.knowledgebase.relatedarticles" = "Articles relacionats";
"livechat.knowledgebase.subcategory.count" = "subcategoria";
"livechat.knowledgebase.subcategories.count" = "subcategories";
"livechat.knowledgebase.recentlyviewed" = "Vist recentment";
"livechat.knowledgebase.choosedepartment" = "Tria departament";
"livechat.knowledgebase.search.departments" = "Departaments";
"livechat.knowledgebase.delete.or.disabled" = "Article no disponible";

"livechat.knowledgebase.recentsearches" = "Cerques recents";
"livechat.knowledgebase.categories" = "Categories";
"livechat.knowledgebase.article.updated" = "Actualitzat";
"livechat.knowledgebase.action.like" = "M’agrada";
"livechat.knowledgebase.action.dislike" = "No m’agrada";
"livechat.knowledgebase.info.liked" = "M’ha agradat";
"livechat.knowledgebase.info.disliked" = "No m’agrada";
"livechat.knowledgebase.view" = "visualització";
"livechat.knowledgebase.views" = "visualitzacions";
"livechat.knowledgebase.action.invalid" = "Acció no vàlida. Torna a provar-ho.";
"livechat.knowledgebase.noviews" = "Sense visualitzacions";

"livechat.chat" = "Xat";
"livechat.knowledgebase.time.yearsago" = "Actualitzat fa %@ any";
"livechat.knowledgebase.time.monthago" = "Actualitzat fa %@ mes";
"livechat.knowledgebase.time.dayago" = "Actualitzat fa 1 dia";
"livechat.knowledgebase.time.daysago" = "Actualitzat fa %@ dies";
"livechat.knowledgebase.time.hourago" = "Actualitzat fa 1 hora";
"livechat.knowledgebase.time.hoursago" = "Actualitzat fa %@ hores";
"livechat.knowledgebase.time.justnow" = "Actualitzat ara mateix";

"livechat.conversation.unavailable" = "El xat no està disponible";
"livechat.launcher.dismiss" = "Arrossega aquí per ignorar";
"livechat.button.endchat" = "Finalitza el xat";
"livechat.message.file.not.supported" = "El tipus de fitxer no s’admet";
"livechat.message.sending.failed" = "No s’ha pogut enviar el missatge";


"livechat.message.resendall" = "Torna a enviar-ho tot";
"livechat.message.deleteall" = "Suprimeix-ho tot";
"livechat.filebotcard.minimumselection.error" = "Selecciona un mínim de %@ fitxers";
"livechat.filebotcard.maximumselection.error" = "No es poden compartir més de %@ fitxers";
"livechat.filebotcard.selectionfile.limitexceed.error" = "La mida del fitxer no pot superar %@";
"livechat.filebotcard.upload" = "Puja";

//Not localized
"livechat.message.widget.minimumselectionlimit" = "Cal una selecció mínima de %@";
"livechat.message.resource.viewarticle" = "Mostra l’article";
"livechat.filebotcard.unsupportedfile.error" = "El fitxer seleccionat no és compatible. Selecciona’n un altre. ";

"livechat.message.widget.minimumselectionlimit" = "Cal una selecció mínima de %@";
"livechat.message.resource.viewarticle" = "Mostra l’article";
"livechat.filebotcard.unsupportedfile.error" = "El fitxer seleccionat no és compatible. Selecciona’n un altre. ";
"livechat.fab.call.action" = "Truca";
"livechat.fab.chat.action" = "Xat";
"livechat.fab.close.action" = "Tanca";

"livechat.info.call.convertedaschat" = "Trucada convertida en xat per %@";
"livechat.info.call.end" = "Trucada d’àudio a %@ per a %@";
"livechat.info.call.reject.peer" = "%@ està ocupat en aquests moments. Torna a trucar més tard";
"livechat.info.call.reject" = "%@ ha rebutjat una trucada d’àudio a %@";
"livechat.info.call.missed.other" = "%@ ha perdut la teva trucada d’àudio a %@";
"livechat.info.call.missed.self" = "%@ ha perdut una trucada d’àudio a %@";
"livechat.info.call.cancelled" = "%@ ha cancel·lat una trucada d’àudio a %@";
"livechat.common.loading" = "Carregant...";
"livechat.call.title.ongoingcall" = "Trucada en curs";
"livechat.prechat.chat.online.title" = "Xateja amb nosaltres ara!";
"livechat.prechat.chat.offline.title" = "Deixa’ns un missatge";
"livechat.prechat.call.online.title" = "Truca’ns ara";
"livechat.prechat.call.offline.title" = "Deixa’ns una trucada perduda";
"livechat.call.warning.make.new.call" = "No pots fer una trucada nova si ja estàs en una altra trucada.";
"livechat.call.end.alert.when.end.conversation" = "En finalitzar el xat també finalitzarà la trucada en curs. Segur que vols continuar?";
"livechat.action.end" = "Final";
"livechat.prechat.brand.back.to.online" = "Hola, ja tornem a ser en línia!";
"livechat.call.outgoingcall.duration" = "Trucada sortint per a %@";
"livechat.call.missed" = "Trucada perduda";
"livechat.call.cancelled" = "Trucada cancel·lada";
"livechat.missed.chat.response" = "Gràcies per contactar amb nosaltres. Et respondrem ben aviat.";
"livechat.call.miss.alert.title" = "Operadors no disponibles";
"livechat.call.miss.alert.message" = "Vols deixar-nos una trucada perduda?";
"livechat.chat.miss.alert.message" = "Vols deixar-nos un missatge?";
"livechat.call.recording.consent.title" = "Consentiment per a l’enregistrament de trucades";
"livechat.call.recording.consent" = "Totes les trucades s’enregistren amb finalitats de garantia de qualitat, manteniment de registres i formació. En fer clic a “Accepto”, estàs donant el teu consentiment perquè s’enregistri la trucada.";
"livechat.call.queue.title" = "Trucada en cua";
"livechat.call.microphone.permission.title" = "Permet l’accés";
"livechat.call.microphone.permission.custom.message" = "%@ necessita permís per accedir al teu micròfon per a trucades de veu";
"livechat.call.microphone.permission.message" = "Aquesta aplicació necessita permís per accedir al teu micròfon per a trucades de veu";
"livechat.button.endconversation" = "Finalitza la conversa";
"livechat.message.offlinechat" = "Xat fora de línia";
"livechat.message.offlinecall" = "Trucada fora de línia";
"livechat.checkbox.consent.message" = "Accepto els termes i condicions";
"livechat.checkbox.consent.message.tac" = "termes i condicions";
"livechat.list.subtitle.queue.call" = "La teva trucada està a la cua. Si us plau, espera.";
"livechat.list.subtitle.queue.chat" = "El teu xat està a la cua. Si us plau, espera.";
"livechat.common.gdpr.consent.title" = "Consentiment de conversa";
"livechat.common.gdpr.consent.message" = "En fer clic a Accepto, acceptes tots els termes i condicions especificats al document.";
"livechat.common.gdpr.consent.message.in.forms" = "En marcar la casella de selecció dels termes i condicions, acceptes totes les regulacions especificades al document.";
"livechat.form.toast.agree.tac" = "Accepta els Termes i Condicions per continuar";
"livechat.list.missed.call.subtitle" = "Hem perdut la teva trucada. Torna-ho a provar més tard.";
"livechat.list.cancel.call.subtitle" = "Has cancel·lat una trucada d’àudio.";
"livechat.list.subtitle.ongoingcallinothersession" = "Trucada en curs en una altra sessió";
"livechat.call.failed.message" = "Sembla que tots els nostres operadors no estan disponibles ara mateix!";
"livechat.call.waiting.for.response" = "Espera mentre el nostre representant d’assistència assisteix la teva trucada";
"livecaht.call.initialization.failed" = "La inicialització ha fallat";
